Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/hvl.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Introduction to experimental methods in hydrodynamics and the towing tank, MarinLab.
nb: Introduksjon til eksperimentelle metoder innen hydrodynamikk og slepetanken, MarinLab.

source: This ensures rapid information about compliance, which is important to further develop KBAL and for control of KBAL.
nb: Dette gir raskere tilbakemelding på om ballastvann er renset i henhold til regelverket, noe som er viktig både for videreutvikling av KBAL og for kontroll av KBAL.

source: 3 homework and mini project must be approved for taking the exam.
nb: 3 øvinger og miniprosjekt må være godkjent for å få adgang til eksamen.

source: The PhD Degree is awarded on the basis of the:
nb: Ph.d.-graden tildeles på grunnlag av:

source: Explain basic methods for spatial data capture in GIS and how the data could be modelled in GIS.
nb: Kunne forklare grunnleggende metoder for innhenting av digitale data og hvordan de modelleres i et GIS.

source: Approved mandatory assignments are valid in 3 semesters following approval.
nb: Godkjente obligatoriske arbeidskrav er gyldige i 3 påfølgende semestre.

source: o Approve admission to the PhD programme
nb: o Godkjenne opptak til ph.d.-utdanning

source: year of the project must be carried out after the candidate has been granted admission to doctoral training, c.f. section 2-6 (3) of the PhD regulation. The applicant may appeal the rejection in accordance with Public Administration Act section 28. The central PhD committee may annul or change the decision.
nb: ph.d.-forskrift § 2-6 (3) Søker kan klage på avslag på søknad om opptak etter forvaltningsloven § 28.Det sentrale ph.d.-utvalget kan oppheve eller endre vedtaket.

source: Credits approved as part of the required coursework should not have been completed more than 2 years prior to the date of admission
nb: Elementer som skal inngå i opplæringsdelen, bør ikke være eldre enn 2 år ved opptaksdato.

source: The committee is appointed for four years, except the research fellow representative, which is appointed for two years.
nb: Utvalget oppnevnes for fire år om gangen, unntatt stipendiatrepresentant, som oppnevnes for to år.

source: The student shall demonstrate a basic understanding of planning, execution and calculation of simple surveying and stakeout tasks where high precision and accuracy is vital for the result.
nb: Kandidaten skal ha en grunnleggende forståelse for geodesi og for planlegging, gjennomføring og beregning av enkle måle- og utsettingsoppdrag der ulikt måleutstyr brukes, og der presisjon og nøyaktighet spiller en vesentlig rolle.

source: The course will include an excursion to the Ole Bull Akademiet at Voss.
nb: I løpet av emnet vil det bli en ekskursjon til Ole Bull Akademiet på Voss.

source: Flow cytometry has been used for decades to determine bacterial vitality by using fluorescent dyes, such as live/dead staining with SYTO9/PI, CFDA-AM, and so on.
nb: Flow cytometry har i flere tiår blitt brukt for å måle vitalitet hos bakterier ved å bruke fluorescerende fargestoffer, slik som i liv/død farging med SYTO9/PI eller CFDA-AM osv.

source: Apply calculation program ansys workbench for stress and deformation in mechanical components.
nb: Kan anvende beregningsprogrammet ansys workbench for beregning av spenninger og tøyning på maskintekniske komponenter.

source: PhD from the University of Bergen (UiB) with the thesis "Returning diability pensioners with back pain to work" (2007).
nb: Ph.d fra Universitetet i Bergen (UiB) med avhandlingen "Returning diability pensioners with back pain to work" (2007).

source: In addition, 2 years of relevant work experience is required in order to apply for authorization.)
nb: I tillegg kreves 2 års relevant arbeidserfaring for å kunne søke om autorisasjon.)

source: PA was assessed objectively by ActiGraph GT3X+ accelerometers over 14 days for each monitoring period.
nb: Fysisk aktivitet ble målt objektivt ved hjelp av akselerometere (ActiGraph GT3X+) over 14 dager hver registreringsperiode.

source: The main aim of the BallastFlow project has been to improve KBAL's competetivness nationally and internationally.
nb: BallastFlow prosjektets hovedmål er å gjøre KBAL mer konkurransedyktig nasjonalt og internasjonalt.

source: This research has used Etienne Wenger’s (1998) theory of community of practice and modes of belonging.
nb: I denne forskningen har det blitt tatt utgangspunkt i Etienne Wenger (1998) sine teorier om praksisfellesskap og tilhørighetsforhold.

source: Jensen’s (2002) four mathematical competencies; representation competence, symbol and
nb: Jensens (2002) fire matematiske kompetanser; representasjonskompetanse, symbol- og

source: Contents and structure
nb: Innhold og oppbygning

source: Foreign researchers who have been invited as guest lecturers, or are on research stays at HVL, will contribute to academic dialogue with the PhD students.
nb: Utenlandske forskere som er invitert som gjesteforelesere eller er på forskeropphold ved HVL, vil bidra til faglig dialog med ph.d.-kandidatene.

source: The research environment at HVL has an extensive international network with collaboration on the guidance and follow-up of students and research.
nb: Forskningsmiljøet ved HVL har et omfattende internasjonalt nettverk med samarbeid om veiledning og oppfølgning av kandidater og forskning.

source: The time and place for the exam are stated on the Student web and digital exam system.
nb: Tid og sted for eksamen er oppgitt på Studentweb og digitalt eksamenssystem.

source: - Legal requirements concerning pollution and environmental safety.
nb: Sikkerhets- og terrorberedskap, herunder maktbruk og andre tiltak mot piratvirksomhet.

source: Is qualified for study programs at the master's level, both domestically and abroad.
nb: Har kvalifiserte seg til studier på masternivå i inn- og utland.

source: The work on the study has
nb: Arbeidet med studien har gitt meg

source: In order to gain insight into their thoughts and justifications for participation in Saturday school, a semi-structured interview was conducted.
nb: For å få innsikt i deres tanker og begrunnelser for deltagelsen i lørdagsskolen, ble det gjennomført et semi-strukturert intervju.

source: Being able to understand and draw a P&ID
nb: Kunne tolke og tegne et P&ID

source: Baseline characteristica, and prognostic factors for recovery will be examined.
nb: Karakteristika ved baseline, samt prognostiske faktorer for bedring/ikke bedring vil bli undersøket.

source: The study has been based on four pairs of students at grade 7, and their work on programming
nb: Studien har tatt utgangspunkt i fire elevpar fra 7. trinn sitt arbeid med å programmere en

source: The researcher’s question can make the students provide more information, and thus their argumentation is challenged (Yackel, 1995;
nb: Forskerens spørsmålsstilling kan gjøre at elevene formidler mer informasjon, og dermed blir argumentasjonen deres utfordret (Yackel, 1995;

source: During the work on the dissertation, the student is offered up to 200 hours of supervision during the normal study period.
nb: Under arbeidet med avhandlingen tilbys kandidaten inntil 200 timer veiledning i løpet av normert studietid.

source: Find our e-books by performing a regular search in
nb: E-bøker finner du ved å søke i

source: Based on Kilpatrick, Swafford & Findell’s (2001) framework on mathematical
nb: Basert på Kilpatrick, Swafford & Findells (2001) rammeverk om

source: 4 compulsory exercises must be completed by set deadlines and approved before the exam can be taken.
nb: 4 obligatoriske øvelser må fullføres innen fastsatte frister og godkjennes før eksamen kan avlegges.

source: Initially, and preferably within three months of the start of the programme, the project should be presented at an internal faculty seminar (fellowship forum) and/or at a research group seminar.
nb: Innledningsvis, og helst innen tre måneder etter oppstart, skal prosjektet presenteres på et fakultetsinternt seminar (stipendiatforum) og/eller på et forskergruppeseminar.

source: Uses purposeful communication verbally and non-verbally.
nb: Anvender målrettet kommunikasjon verbalt og non-verbalt.

source: The theoretical and methodological basis for the various phases of a clinical study, planning and development, evaluation and implementation is elucidated on the basis of the Medical Research Council's (MRC) Framework for Complex Interventions.
nb: Det teoretiske og metodiske grunnlaget for de ulike fasene av en klinisk studie, planlegging og utvikling, gjennomføring, evaluering og implementering belyses med bakgrunn i Medical Research Councils (MRC) rammeverk for komplekse intervensjoner.

source: - Oral presentation (also in group) of the practical assignment based on innovation methods and tools
nb: - Muntlig presentasjon (gruppevis) av praktisk øvelse i innovasjonsmetodikk

source: In addition, you should have background in algorithms equivalent to DAT102 Algorithms and data structures.
nb: I tillegg bør man ha bakgrunn i algoritmer tilsvarende DAT102 Algoritmer og datastrukturer.

source: Type 2 diabetes can partly be regulated and treated by reduced weigh loss, physical activity and good nutritional status, however most patients need medical treatment combined.
nb: Type 2 diabetes kan delvis reguleres og behandles med vekttap, fysisk aktivitet og riktig kosthold, men de fleste pasienter må også behandles medikamentelt.

source: - Legal requirements concerning working environment and personal safety.
nb: Risiko og kritiske feil, Safety Management og ansvar i maritime operasjoner

source: These tutoring hours include preparation, discussions between the supervisor(s) and the student, and post-work sessions.
nb: Disse veiledningstimene inkluderer forberedelser, samtaler mellom veileder(e) og kandidaten, og etterarbeid.

source: The course emphasizes experimental methodology, ethical issues, quality assurance and results assessment.
nb: Emnet vektlegger forsøksmetodologi, etiske forhold, kvalitetssikring og resultatvurdering.

source: This project is a collaboration between researchers from all regions of WNUAS, and will involve master and PhD students.
nb: Prosjektet er et campusovergripende samarbeid med forskere fra alle HVL`s regioner, og vil involvere master og phD studenter.

source: Demonstrates responsibility for own learning, takes intitivative in learning situations and utilises instruction actively and constructively.
nb: Viser ansvar for egen læring, tar initiativ til å utnytte læresituasjoner, og bruker veiledning aktivt og konstruktivt.

source: modelling process of Blum and Leiß and the conception of Borromeo Ferri.
nb: baserer seg på Blum og Leiß sin modelleringsprosess, samt begreper fra Borromeo Ferri.

source: Being able to calculate the MTBF on a component and on a system level
nb: Kunne beregne feilrate og MTBF i enkeltkomponenter og i sammensatte systemer

source: Review of scaling methods for hydrodynamic experiments, and repetition of the theory behind resistance and lift
nb: Gjennomgang av skaleringsmetoder for hydrodynamiske eksperimenter, og repetisjon av teorien bak motstand og løft

source: The university college has separate guidelines for duty work at HVL, and guidelines for leave of absence and extension of the PhD research fellow period.
nb: Høgskolen har egne retningslinjer for stipendiaters pliktarbeid ved HVL, og retningslinjer for innvilgelse av permisjon og utvidelse av stipendiatperioden.

source: commuting and migration
nb: pendling og flytting

source: The students have to acquire a study place themselves (school may help) and organize the workplace (office, pc, tools, and so on).
nb: Studentene skaffer selv studieplasser (skolen kan være behjelpelig) og organiserer alt med arbeidsplass (kontor, pc, verktøy osv).

source: An introduction to conventional and shale gas (history, origin, terminology)
nb: En introduksjon til konvensjonelle og skifergass (historie, opprinnelse, terminologi)

source: two research questions for the thesis, I have looked at how the two textbooks facilitate learning
nb: av forskningsspørsmålene for oppgaven sett på læreverkenes tilretteleggelse for elevers læring

source: through work with numbered tasks in two textbooks.
nb: arbeid med nummererte oppgaver i to læreverk.

source: Each student has a maximum of 30 hours of supervision.
nb: Hver student har maksimum 30 timer veiledning.

source: In this research of the labour market and the local environment, there is still a spatial dimension.
nb: I disse studiene av arbeidsmarked og lokalmiljø er det fortsatt en klar romlig dimensjon.

source: The purpose of this study has been to investigate how pupils formulate and use their language to understand mathematics.
nb: Formålet med denne studien har vært å undersøke hvordan elever formulerer seg og bruker språket sitt for å forstå matematikk.

source: Demonstrates responsibility for own learning, takes initiative in learning situations and utilises instruction actively and constructively.
nb: Viser ansvar for egen læring, tar initiativ til å utnytte læresituasjoner, og bruker veiledning aktivt og konstruktivt.

source: There are 4 primary benefits of this smart road technology:
nb: Det er 4 primære fordeler med den smarte veiteknologien:

source: It is mandatory attendance in 80 % of plenary supervision.
nb: Det er pliktig frammøte i 80 % av plenumsveiledningen.

source: Exceptions from consent may be relevant for projects that use information from national registers (SSB), from medical records (in retrospective studies), in observational studies or from sources on the Internet.
nb: Unntak fra samtykke kan være aktuelt for prosjekter som benytter opplysninger fra nasjonale registre (SSB), fra medisinske journaler (i retrospektive studier), i observasjonsstudier eller fra kilder på Internett.

source: Modeling often requires organization, structuring, visualization and representation of data.
nb: Modellering krever ofte organisering, strukturering, visualisering og representering av data.

source: Results from the analysis show that there is a relationship between aspects of computational
nb: fra analysen at det er en overensstemmelse mellom aspekter ved algoritmisk tenkning som

source: Relation to software quality metrics, design patterns, and how they are affected by refactorings.
nb: Software Quality Metrics, designmønstre, og hvordan refaktorering påvirker dette.

source: Knows different calculation norms, production methods and drawing principles.
nb: Kan redegjøre for forskjellige beregningsnormer, produksjonsmetoder og tegningsprinsipper.

source: Has knowledge of drugs, effects, side effects and management of drugs.
nb: Har kunnskap om aktuelle legemidler, virkning, bivirkninger og legemiddelhåndtering.

source: This master thesis examines how two teachers from the same school in Brazil work with mathematical reasoning.
nb: I denne masteroppgaven er det undersøkt hvordan to lærere fra samme skole i Brasil arbeider med matematisk argumentasjon.

source: conceptions of geometry can be developed through inquiry in Python.
nb: strukturell forståing av geometri gjennom utforsking i Python.

source: From the spring 2020 and the subsequent three years, our research group will be engaged in the project
nb: Fra og med våren 2020 og tre år framover vil flere av oss i fagmiljøet i Haugesund være knyttet opp til prosjektet

source: This is thus a significant difference, which is worrying if it turns out that women have less knowledge than men about risk assessment in economics, on a general basis in Norway.
nb: Dette er altså en signifikant forskjell, som er bekymringsverdig dersom det viser seg at kvinner har mindre kunnskap enn menn om risikovurdering innen økonomi, på generell basis i Norge.

source: In cases where the artistic process forms a limited part of the project, the supervisor may define that the written work must be greater than outlined in point 2).
nb: Ved tilfeller der den kunstneriske prosessen utgjør en begrenset del av prosjektet kan veileder definere at det skriftlige arbeidet skal være større enn det som er skissert under punkt 2).

source: She has presented keynotes in several countries around the world.
nb: Hun har presentert keynotes i flere land rundt om i verden.

source: IE: the number of citations in year x received by articles published in journal y in the years x-1 and x-2 divided by the number of articles published in y in the same years.
nb: Altså antall siteringer i år x mottatt av artikler publisert i tidsskrift y i årene x-1 og x-2 delt på antall artikler publisert i y de samme årene.

source: Computational thinking in school mathematics can facilitate
nb: Ved å implementere algoritmisk tenkning i matematikkopplæringen, kan man

source: Research Component - 150 ECTS credits
nb: Avhandling – 150 studiepoeng

source: within the field of mathematical modelling.
nb: i arbeid med matematisk modellering.

source: Reversible and irreversible processes.
nb: Reversible og irreversible prosesser.

source: Generally, a studytrip to Budapest, Hungary which lasts for 5-7 days is included as part of the course to give varied impressions and experiences from different aspects of the discipline.
nb: Som regel inngår en studietur på 5-7 dager til Budapest, Ungarn som en del av emnet for å gi varierte inntrykk og erfaringer.

source: When the information is subject to confidentiality, the researcher must obtain a dispensation from the confidentiality from, for example, REK (information in health registers, medical records) or Statistics Norway (public registers).
nb: Når opplysningene er underlagt taushetsplikt må forsker innhente dispensasjon fra taushetsplikten fra for eksempel REK (opplysninger i helseregistre, journaler), eller SSB (offentlige registre).

source: Breyholtz, Øyvind, Nygaard, Olav Gerhard Haukenes, Nikolaou, Michael (2011)
nb: Å være ektefelle til en hjerteinfarktpasient Holme, Anny Norlemann (2011)

source: has the competence to identify and analyse important and relevant ethical research issues and follow ethical research guidelines within scientific health research
nb: har kompetanse til å identifisere og analysere viktige og relevante forskningsetiske problemstillinger og følger forskningsetiske retningslinjer innen helsevitenskapelig forskning

source: has knowledge of interdisciplinary research and conditions for interdisciplinary collaboration
nb: har kunnskap om tverrvitenskapelig forskning og vilkår for tverrfaglig samarbeid

source: Non-pharmacologic management of pain, agitation and delirium at ICUs
nb: Non-farmakologisk håndtering av smerte, agitasjon og delirium i intensivavdelinger

source: The following example is inspired by Eikset and Meaney (2018).
nb: Det følgende eksemplet er inspirert av Eikset og Meaney (2018).

source: Maturity-onset diabetes of the young (MODY) is a rare form of inherited diabetes, which is caused by a mutation in one of several known diabetes genes.
nb: Maturity-Onset Diabetes of the Young (MODY) er en sjelden arvelig type diabetes som er forårsaket av mutasjon i kjente gen.

source: A rule of thumb is that as much as 60 pages can be printed (or saved for you to keep on your device).
nb: En generell regel er at inntil 60 sider av boka kan skrives ut (eller lagres til en fil du kan beholde).

source: UNIX / Linux system administration, including backups, printer management, etc.
nb: Unix/Linux systemadministrasjon, inkludert sikkerhetskopiering, skriverhåndtering etc.

source: The course MACREL L01 will focus on the following topics:
nb: Følgende tema vil bli vektlagt emne MACREL L01:

source: Nanofluids for energy and process technology
nb: Nanofluider for energi- og prosessteknologi

source: We also research quality of life, design and aesthetics for users of technology with functional disabilities.
nb: Vi forsker også på funksjonshemming og teknologi relatert til brukere, livskvalitet, design og estetikk.

source: Explain language elements in C++ such as pointers and more
nb: Forklare språkelementer i C++, slik som pekere m.m.

source: (Rezat & Sträßer, 2012), mathematical competencies (Niss & Jensen, 2002), high and low
nb: Sträßer, 2012), matematiske kompetanser (Niss & Jensen, 2002), høye og lave kognitive

source: This requires Adobe Digital Editions and an account (free of charge).
nb: Dette krever at du har gratisprogrammet Adobe Digital Editions og at du oppretter en brukerkonto.

source: perceptions of computational thinking.
nb: i tre læreres forståelse og oppfatning av algoritmisk tenkning.

source: Develop and publish recommendations for researchers, funding agencies, ethic committees, editors, publishers and research decision-makers
nb: • Utvikle og publisere anbefalinger for forskere, for dem som bevilger forskningsmidler, etiske komiteer, redaktører og beslutningstakere

source: Know the principles for analogue and digital transmission
nb: Kjenne prinsipper for analog og digital signaloverføring

source: § Writing, writing processes, literature specialisation and study techniques
nb: Skriving, skriveprosesser, litteraturfordypning og studieteknikk

source: The implementation of the new subject curriculum has resulted in several changes that are be more
nb: Innføringen av den nye læreplanen har ført med seg endringer og nye fokus som skal være mer

source: JIF measures the average citation rate for articles from the two previous years in a particular journal.
nb: JIF måler den gjennomsnittlige siteringsraten for ett og to år gamle artikler i ett bestemt tidsskrift.

source: The participants in these workshops and the symposium
nb: Deltakerne i workshops og symposiet, var lærerutdannere og

source: teachers is a standard for teacher behavior.
nb: lærere er en standard for en lærers oppførsel.

source: In most cases the general condition improves within weeks, but vestibular symptoms may remain in about 30 % of the cases.
nb: De fleste bedres spontant, mens ca 30 prosent sliter med vedvarende plager i form av svimmelhet, synsproblemer og ustøhet.

source: Can relate to and communicate with personnel from other subject areas and different nationality.
nb: Kan forholde seg til og kommunisere med personell fra andre faglige retninger og med annen nasjonalitet.

source: Current and historical issues relevant to the topics will be considered, and will be discussed in light of scientific, methodological or ethical challenges.
nb: Dagsaktuelle og klassiske problemstillinger med relevans for emnene vil tas opp til diskusjon, og knyttes til vitenskapsteoretiske, metodiske eller etiske utfordringer.

source: Understand the database concepts, definition, and architecture
nb: Forstå databasekonseptene, definisjonen og arkitekturen

source: We have mainly focused on UV-treated ballast water, since KBAL uses UV-technology.
nb: Vi har valgt å fokusert spesielt på analyse av ballastvann som er behandlet med UV-bestråling, dette fordi KBAL bruker UV-teknologi.

source: This study can therefore contribute to more research on the field.
nb: Denne studien kan derfor være med på å tilføre mer forskning og være utgangspunkt for mer forskning.

source: Crespo (2003) found that it was only through working with school students that preservice teachers understood how to provide mathematics problems that challenged students’ thinking.
nb: Crespo (2003) fant at det var bare gjennom arbeid med elever at lærerstudenter fant ut hvordan de kunne gi matematiske problemer som utfordret elevers tenkning.

source: Central to the start of the research group Movement and Function (BeFu) in 2013 and has been the group's leader until August 2019.
nb: Sentral i oppstart av forskningsgruppen bevegelse og funksjon (BeFu) i 2013 og har vært gruppens leder inntil august 2019.
